Repository: kugiigi/tagatuos-app
Catalog: po/*.po
Languages: nl

source: Tagatuos - Your expense diary
nl: Tagatuos - Mijn uitgavenboekje

source: No expense yet for today
nl: Je hebt vandaag nog niks uitgegeven

source: Profiles
nl: Profielen

source: Categories
nl: Categorieën

source: Quick Expenses
nl: Snelle uitgaven

source: Travel Mode
nl: Reismodus

source: Settings
nl: Instellingen

source: About
nl: Over

source: Reset to default
nl: Standaardwaarden herstellen

source: Value is invalid and not saved
nl: De waarde is ongeldig en niet opgeslagen

source: Delete Expense
nl: Uitgave verwijderen

source: Are you sure you want to delete this expense?
nl: Weet je zeker dat je deze uitgave wilt verwijderen?

source: Delete
nl: Verwijderen

source: Cancel
nl: Annuleren

source: Close
nl: Sluiten

source: Back
nl: Terug

source: Decrease by %1
nl: Verlagen met %1

source: Increase by %1
nl: Verhogen met %1

source: Go back to previous page
nl: Terug naar vorige pagina

source: Actions menu
nl: Actiemenu

source: Not enough data to display the report
nl: Onvoldoende gegevens om verslag op te maken

source: Select different report criteria
nl: Selecteer andere verslagcriteria

source: Today's expenses [%1]:<br>
nl: Vandaag uitgegeven [%1]:<br>

source: Today's expenses:<br>
nl: Vandaag uitgegeven:<br>

source: Total: <b>%1</b>
nl: Totaal: <b>%1</b>

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Name
nl: Naam

source: About %1
nl: Over %1

source: Support
nl: Ondersteuning

source: Report a bug
nl: Bug melden

source: Contact Developer
nl: Contact opnemen met ontwikkelaar

source: View source
nl: Broncode bekijken

source: Donate via LibrePay
nl: Doneren via LibrePay

source: Donate via PayPal
nl: Doneren via PayPal

source: View in OpenStore
nl: Openen in OpenStore

source: Other apps by the developer
nl: Andere apps van deze ontwikkelaar

source: Developers
nl: Ontwikkelaars

source: Main developer
nl: Hoofdontwikkelaar

source: Icon
nl: Pictogram

source: coin icon under license CC By Nimal Raj, chart icon under license CC By Gregor Cresnar
nl: het geldpictogram is door Nimal Raj uitgebracht onder de CC-licentie; het grafiekpictogram van Gregor Cresnar idem

source: Powered by
nl: Aangedreven door

source: Money formatting
nl: Geldopmaak

source: Charts and graphs
nl: Kaarten en grafieken

source: Exchange rates data
nl: Wisselkoersgegevens

source: Date and Time manipulation and formatting
nl: Datum- en tijdmanipulatie en -opmaak

source: Date and time pickers
nl: Datum- en tijdkiezers

source: New Category
nl: Nieuwe categorie

source: New
nl: Nieuw

source: Category added
nl: De categorie is toegevoegd

source: Name already exists
nl: Deze naam is al in gebruik

source: Color already exists
nl: Deze kleur is al in gebruik

source: New category failed
nl: De categorie kan niet worden toegevoegd

source: Edit
nl: Aanpassen

source: Category edited
nl: De categorie is bewerkt

source: Editing failed
nl: Het bewerken is mislukt

source: Category deleted
nl: De categorie is verwijderd

source: Cannot delete when assigned to expenses
nl: Verwijderen is niet mogelijk als er uitgaven gekoppeld zijn

source: Deletion failed
nl: Het verwijderen is mislukt

source: No Categories
nl: Er zijn geen categorieën

source: Loading data
nl: Bezig met laden van gegevens…

source: Please wait
nl: Even geduld…

source: New Expense
nl: Nieuwe uitgave

source: View expenses
nl: Uitgaven bekijken

source: Expenses
nl: Uitgaven

source: Search
nl: Zoeken

source: Next
nl: Volgende

source: Previous
nl: Vorige

source: Searching: %1
nl: Bezig met zoeken naar “%1”…

source: No older data
nl: Er zijn geen oudere gegevens

source: No newer data
nl: Er zijn geen nieuwere gegevens

source: Exit
nl: Afsluiten

source: View Today
nl: Vandaag bekijken

source: Today
nl: Vandaag

source: View Last Data
nl: Recentste gegevens bekijken

source: View Next Data
nl: Volgende gegevens bekijken

source: Asc
nl: Opl.

source: Desc
nl: Afl.

source: Switch Profile
nl: Ander profiel kiezen

source: View this day
nl: Deze dag bekijken

source: Expense deleted
nl: De uitgave is verwijderd

source: No data
nl: Er zijn geen gegevens

source: Please fill required fields
nl: Vul alle vereiste velden in

source: New expense added
nl: De nieuwe uitgave is toegevoegd

source: New expense failed
nl: De nieuwe uitgave kan niet worden toegevoegd

source: Quick expense added
nl: De snelle uitgave is toegevoegd

source: Already exists
nl: Deze uitgave bestaat al

source: New Quick expense failed
nl: De snelle uitgave kan niet worden toegevoegd

source: Expense updated
nl: De uitgave is bijgewerkt

source: Update failed
nl: Het bijwerken is mislukt

source: Edit Expense
nl: Uitgave bewerken

source: Quick Expense
nl: Snelle uitgave

source: Enter expense name
nl: Voer een uitgavenaam in

source: Show list
nl: Lijst tonen

source: Show grid
nl: Rooster tonen

source: List
nl: Lijst

source: Grid
nl: Rooster

source: Save as Quick Expense
nl: Bewaren als snelle uitgave

source: Save
nl: Opslaan

source: Search or create new expense
nl: Zoek naar een uitgave of voeg er een toe

source: New Profile
nl: Nieuw profiel

source: Profile added
nl: Het profiel is toegevoegd

source: New Profile failed
nl: Het profiel kan niet worden toegevoegd

source: Profile edited
nl: Het profiel is bewerkt

source: Same name already exists
nl: Deze naam is al in gebruik

source: Profile deleted
nl: Het profiel is verwijderd

source: No Profiles
nl: Er zijn geen profielen

source: Active
nl: Actief

source: New Quick Expense
nl: Nieuwe snelle uitgave

source: Quick expense edited
nl: De snelle uitgave is bewerkt

source: Quick expense deleted
nl: De snelle uitgave is verwijderd

source: No Quick Expenses
nl: Er zijn geen snelle uitgaven

source: Appearance and Layout
nl: Vormgeving en indeling

source: Theme
nl: Thema

source: Sets the theme of the application
nl: Stel het appthema in

source: System
nl: Systeemthema

source: Light
nl: Licht thema

source: Dark
nl: Donker thema

source: Display color coded texts
nl: Teksten voorzien van kleur

source: Important texts such as categories and expense values are displayed with colors
nl: Belangrijke teksten, zoals categorieën en uitgavewaarden, worden voorzien van kleuren

source: Gestures
nl: Gebaren

source: Haptic feedback
nl: Haptische feedback

source: Play haptic feedback when using gestures to perform actions.
nl: Voorzie gebaren om acties uit te voeren van haptische feedback.

source: Bottom gesture area height
nl: Hoogte van onderste gebarenruimte

source: The height of the gesture area at the bottom of the app that detects vertical or horizontal swipes
nl: De hoogte van de gebarenruimte onderaan de app, waar verticaal en horizontaal kan worden geveegd

source: Bottom Gesture hint
nl: Tip omtrent vegen vanaf onderste rand

source: Displays a visual hint for the Horizontal swipe gesture
nl: Toon hint voor het horizontaal vegen

source: The hint indicates the space where you can swipe horizontally to trigger page header actions
nl: De hint geeft aan waar je horizontaal kunt vegen om acties uit te voeren

source: When Bottom side gesture is enabled, the empty space on the left and right side indicate where you can swipe up to access its functions
nl: Als vegen vanaf de onderzijde is ingeschakeld, dan wordt de lege ruimte aan weerszijden daarvan gebruikt voor omhoog vegen om extra functies te tonen

source: Header pull down
nl: Werkbalk op midden van scherm

source: Dragging the page contents down will expand the header's height to near half of the page
nl: Trek de inhoud naar beneden om de werkbalk naar het midden van het scherm te verplaatsen

source: This helps ease reaching top elements in the page.
nl: Hiermee is het eenvoudiger om items bovenaan het scherm te bereiken.

source: Swipe down and release: Expands the header's height to near half of the app
nl: Omlaag vegen en vasthouden: verplaats de werkbalk naar het midden van het scherm

source: Swipe up and release: Resets back the header to its normal state
nl: Omhoog vegen en vasthouden: verplaats de werkbalk weer naar boven

source: Horizontal swipe gesture
nl: Horizontaal vegen

source: Enables a gesture area around the middle part of the bottom edge
nl: Schakel een gebarenruimte op het midden van de onderste rand in

source: Swipe to either direction to open a bottom menu with the corresponding actions from the page header
nl: Veeg naar links of rechts om een menu met werkbalkacties te openen

source: When there's only one action is available, it will be triggered immediately upon performing the swipe
nl: Als er slechts één actie beschikbaar is, dan wordt deze meteen uitgevoerd

source: Direct actions
nl: Onmiddellijke acties

source: Directly select an action instead of opening a menu when there are multiple available actions.
nl: Voer onmiddelijk een actie uit in plaats van het actiemenu te openen.

source: Swipe to either direction to show actions that corresponds to the page header actions
nl: Veeg naar links of rechts om de acties te tonen

source: An action can be triggered by releasing the touch while it is selected.
nl: Een actie kan worden uitgevoerd door boven de actie het scherm los te laten.

source: Selection sensitivity
nl: Keuzegevoeligheid

source: Determines how sensitive when swiping horizontally to select from the available actions.
nl: Bepaalt hoe gevoelig horizontaal vegen over de beschikbare acties is.

source: Bottom side gesture
nl: Vegen vanaf onderste zijkant

source: Enables gesture areas at the leftmost and rightmost parts of the bottom edge
nl: Schakel een gebarenruimte aan de uiterste linker- en rechterzijden van de onderste rand in

source: A swipe will open a menu with all the actions from the corresponding side of the page header
nl: Veeg om een menu met werkbalkacties te openen

source: When Direct actions is enabled, Quick swipe has to be enabled to retain the original function
nl: Let op: als onmiddellijke acties zijn ingeschakeld, dan dient snel vegen eveneens te worden ingeschakeld

source: Enables a vertical menu for quickly performing actions that are present in the page header.
nl: Schakel een verticaal menu met snelle werkbalkacties in.

source: The list of actions correspond to the same actions present in the page header.
nl: De lijst met acties komt overeen met de werkbalkacties.

source: Swiping up from the left/right side without lifting your finger will reveal a menu of list of actions
nl: Veeg omhoog van de linker- of rechterzijde zonder het scherm los te laten om het actiemenu te openen

source: Lifting your swipe will perform the currently selected action
nl: Laat het scherm los boven een actie om deze uit te voeren

source: You can cancel the gesture without triggering an action by swiping down to the bottom again and release from there
nl: Breek af door weer naar beneden te vegen en los te laten

source: Max height
nl: Max. hoogte

source: Maximum height of the Direct actions menu when there's enough available height
nl: De maximale hoogte van het menu met onmiddellijke acties (bij voldoende beschikbare ruimte)

source: inch
nl: cm

source: Quick swipe
nl: Snel vegen

source: Enable this to retain the original function of the bottom side gesture by doing a quick swipe
nl: Schakel in om de oorspronkelijke functie van vegen aan de onderzijde te behouden door snel te vegen

source: A quick swipe means swiping up with enough distance and lifting the finger immediately before triggering the Quick actions menu
nl: Veeg snel omhoog met voldoende afstand en laat los voordat het menu met snelle acties getoond wordt

source: Direct actions delay
nl: Actie-wachttijd

source: Enables a delay before the Direct action menu will appear when swiping
nl: Wacht korte tijd vooraleer het actiemenu te tonen na vegen

source: Disabled state only takes effect when Quick swipe is disabled
nl: Let op: uitschakelen heeft alleen effect als snel vegen is uitgeschakeld

source: Enable
nl: Inschakelen

source: Travel mode can be used when you are out of your home country and you spend with a different currency. Your expenses will be saved with the travel currency including the converted value to your home currency.
nl: De reismodus kan van pas komen als je je niet in je thuisland bevindt en een andere valuta dient te gebruiken. Je uitgaven worden genoteerd met zowel de reis- als omgerekende waarde van je thuislandvaluta.

source: Travel Currency
nl: Valuta van huidige land

source: Currency that will be used for storing and displaying your expenses when travel mode is enabled
nl: De valuta die wordt gebruikt voor het tonen en noteren van uitgaven in de reismodus

source: Cannot fetch exchange rate data
nl: De wisselkoersgegevens kunnen niet worden opgehaald

source: Please check if you have a working internet connection
nl: Controleer je internetverbinding

source: OK
nl: Oké

source: More
nl: Meer

source: Open external link
nl: Externe link openen

source: You are about to open an external link. Do you wish to continue?
nl: Je staat op het punt om een externe link te openen. Weet je het zeker?

source: Open
nl: Openen

source: %1 version %2
nl: %1 versie %2

source: Released under license %1
nl: Uitgebracht onder de %1-licentie

source: Color
nl: Kleur

source: Delete Category
nl: Categorie verwijderen

source: Are you sure you want to delete this category?
nl: Weet je zeker dat je deze categorie wilt verwijderen?

source: Description
nl: Omschrijving

source: Add description (optional)
nl: Omschrijving toevoegen (optioneel)

source: Enter category name
nl: Voer een categorienaam in

source: Edit Category
nl: Categorie bewerken

source: Yesterday
nl: Gisteren

source: This Week
nl: Deze week

source: Last Week
nl: Vorige week

source: Last 7 days
nl: Afgelopen 7 dagen

source: Previous 7 days
nl: Vorige 7 dagen

source: This Month
nl: Deze maand

source: Last Month
nl: Vorige maand

source: This Year
nl: Op jaar

source: Last Year
nl: Afgelopen jaar

source: No expense
nl: Er zijn geen uitgaven

source: Last 7 Days
nl: Afgelopen 7 dagen

source: Previous 7 Days
nl: Vorige 7 dagen

source: Total:
nl: Totaal:

source: Average:
nl: Gemiddeld:

source: View by
nl: Bekijken per

source: Day
nl: dag

source: Month
nl: maand

source: Sort by
nl: Sorteren op

source: Category
nl: Categorie

source: Date
nl: Datum

source: Date order
nl: Datumvolgorde

source: Display colored category
nl: Categoriekleuren tonen

source: Filter by category
nl: Filteren op categorie

source: Type to search...
nl: Typ om te zoeken…

source: Search your expenses
nl: Doorzoek je uitgaven

source: No results found
nl: Er zĳn geen zoekresultaten

source: Searching expenses...
nl: Bezig met doorzoeken…

source: Overall Total
nl: Totaalsom

source: Total (%1)
nl: Totaal (%1)

source: Highest
nl: Hoogste

source: Lowest
nl: Laagste

source: All
nl: Alle

source: Use current date and time
nl: Huidige datum en tijd gebruiken

source: Add description, more details or comments
nl: Voeg een omschrijving, aantekening of meer informatie toe

source: Exchange Rate
nl: Wisselkoers

source: Enable color overlay when profile is active
nl: Kleur tonen als profiel actief is

source: A color overlay will be displayed whenever this profile is active so that it's easy distinguish the active profile and avoid incorrect operations.
nl: Toon een kleur als dit profiel acties is, zodat het profiel eenvoudig kan worden onderscheiden van andere profielen.

source: Transparency
nl: Doorzichtigheid

source: Determine the transparency of the color overlay
nl: Kies de doorzichtigheid van de profielkleur

source: Delete Profile
nl: Profiel verwijderen

source: Are you sure you want to delete this profile?
nl: Weet je zeker dat je dit profiel wilt verwijderen?

source: Display Name
nl: Getoonde naam

source: Enter profile name
nl: Voer een profielnaam in

source: Edit Profile
nl: Profiel bewerken

source: The home currency that is used to process, format and display expenses
nl: De thuislandvaluta die wordt gebruikt voor het verwerken, opmaken en tonen van uitgaven

source: Delete Quick Expense
nl: Snelle uitgave verwijderen

source: Are you sure you want to delete this quick expense?
nl: Weet je zeker dat je deze snelle uitgave wilt verwijderen?

source: Enter quick expense name
nl: Voer een uitgavenaam in

source: Edit Quick Expense
nl: Snelle uitgave bewerken

source: Value
nl: Waarde

source: Use exchange rate data from online
nl: Online-wisselkoers gebruiken

source: Fetch exchange rate data from OpenExchangeRates.org and use the, for storing the converted expense values
nl: Haal wisselkoersgegevens op van OpenExchangeRates.org en gebruik deze om uitgaven om te zetten en te noteren

source: Exchange rate data as of: %1
nl: Wisselkoersgegevens van %1

source: Food
nl: Eten en drinken

source: Breakfast, Lunch, Dinner, etc.
nl: Ontbijt, lunch, avondeten, etc.

source: Transportation
nl: Vervoer

source: Taxi, Bus, Train, Gas, etc.
nl: Taxi, bus, trein, brandstofkosten, etc.

source: Clothing
nl: Kleding

source: Shirts, Pants, underwear, etc.
nl: Shirts, broeken, onderbroeken, etc.

source: Household
nl: Huishouden

source: Electricity, Groceries, Rent etc.
nl: Elektriciteit, boodschappen, huur, etc.

source: Leisure
nl: Vrije tijd

source: Movies, Books, Sports etc.
nl: Films, boeken, sport, etc.

source: Savings
nl: Sparen

source: Investments, Reserve Funds etc.
nl: Investeringen, spaarrekening, etc.

source: Healthcare
nl: Persoonlijke verzorging

source: Dental, Hospital, Medicines etc.
nl: Tandarts, ziekenhuis, medicijnen, etc.

source: Miscellaneous
nl: Overig

source: Other expenses
nl: Overige uitgaven

source: Default
nl: Standaard

source: Uncategorized
nl: Ongecategoriseerd

source: Today's Total
nl: Totaal (vandaag)

source: This week's Total
nl: Totaal (deze week)

source: Recent Total
nl: Totaal (onlangs)

source: Today's Average
nl: Totaal (gemiddelde)

source: This Week's Average
nl: Gemiddelde (deze week)

source: This Month's Average
nl: Gemiddeld (deze maand)

source: Average
nl: Gemiddelde

source: Recent Daily Average
nl: Dagelijks gemiddelde (onlangs)

source: Recent Average
nl: Gemiddelde (onlangs)

source: Highest Today
nl: Hoogste (vandaag)

source: Highest This Week
nl: Hoogste (deze week)

source: Highest Recently
nl: Hoogste (onlangs)

source: Tomorrow
nl: Morgen

source: Next Week
nl: Volgende week

source: %1 (Last Month)
nl: %1 (vorige maand)

source: %1 (Next Month)
nl: %1 (volgende maand)

source: %1 (This Month)
nl: %1 (deze maand)

source: On
nl: Op

source: Next Month
nl: Volgende maand

source: Older
nl: Ouder

source: In The Future
nl: In de toekomst
